[GENERAL]
NAME					= Hrvatski jezik
TRANSLATOR				= Matko Barišić
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL		= Odustani
TEXT_MESSAGEBOX_ABORT		= Odbaci
TEXT_MESSAGEBOX_RETRY		= Ponovi
TEXT_MESSAGEBOX_IGNORE		= Zapostavi
TEXT_MESSAGEBOX_YES			= Da
TEXT_MESSAGEBOX_NO			= Ne
TEXT_MESSAGEBOX_CONTINUE		= Nastavi

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Prenosiv
TEXT_BUILDNO				= Napravi#
TEXT_SELECT_FOLDER			= Ozaberi mapu
TEXT_ASSOC_IMAGE			= Slika (${str1}) Datoteka
TEXT_ASSOC_RAWIMAGE			= RAW Slika (${str1}) Datoteka
TEXT_ASSOC_EBOOK			= Sabijena slika (${str1}) Datoteka
TEXT_APP_DESC				= Honeyview je vrlo brz preglednik slika
TEXT_ABOUTBOX_TAB1			= O Honeyview-u
TEXT_PHOTOFOLDER_NAME		= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Slikovna datoteka
TEXT_OPENFILEDLG_ALLFILE		= Sve datoteke
TEXT_NEW_FOLDER			= Nova mapa
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG	= Preuzimanje potrebne instalacijske datoteke nije uspjelo.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Provjera verzije nije uspjela
TEXT_UPDATE_VERSION_CHECKING		= Provjera verzije
TEXT_UPDATE_DOWNLOAD_FAILED		= Preuzimanje nije uspjelo
TEXT_UPDATE_LATEST_VERSION		= Aktualan
TEXT_UPDATE_DO_DOWNLOAD		= Ažuriranje potrebno
TEXT_UPDATE_DOWNLOAD_COMPLETED	= Preuzimanje završeno

TEXT_MSG_LASTPAGE			= Ovo je zadnja slika.
TEXT_MSG_FIRSTPAGE			= Ovo je prva slika.
TEXT_MSG_NOIMAGEFILE			= Nema slika u komprimiranoj datoteci.
TEXT_MSG_INVALID_PHOTOFOLDER		= Postavi put 'Foto Mapa' 2 u konfiguraciji
TEXT_MSG_CANTOPENARCHIVE		= Nije uspjelo otvaranje datoteke:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Ova datoteka nije podržana. Ažuriraj na najnoviju verziju.
TEXT_MSG_INVALID_PASSWORD		= Pogrešna lozinka
TEXT_MSG_STRETCHWHENSMALL_ON	= Proširi malu sliku: Uključeno
TEXT_MSG_STRETCHWHENSMALL_OFF	= Proširi malu sliku: Isključeno
TEXT_MSG_CANTOPENBOOKMARK		= Nije uspjelo otvaranje oznaka
TEXT_MSG_BROKENARCHIVE		= Ova je komprimirana datoteka oštećena.
TEXT_MSG_ADDTOBOOKMARK		= Dodaj u oznake: 
TEXT_MSG_LOADRECENTBOOKMARK	= Otvorite nedavno spremljene oznake:
TEXT_MSG_SLIDESHOWSTART		= Započni prezentaciju: ${TIME}sek
TEXT_MSG_SLIDESHOWSTOP		= Zaustavi prezentaciju
TEXT_MSG_ALWAYSONTOP_ON		= Uvijek na vrhu: Uključeno
TEXT_MSG_ALWAYSONTOP_OFF                           ​​= Uvijek na vrhu: Isklj
TEXT_MSG_ZOOMFIX_ON                                         = uvećaj / smanji: Uključeno
TEXT_MSG_ZOOMFIX_OFF                                       = uvećaj / smanji: Isklj
TEXT_MSG_EXTPROGERR_LAUNCH                     = Otvori s uređivačem za fotografije
TEXT_MSG_EXTPROGERR_NOTSET                      = Odaberi uređivač za fotografije u konfiguraciji (Paint, Photoshop, itd.).
TEXT_MSG_ARCHIVEBOOKMARK		= Zapamti mjesto komprimirane datoteke:
TEXT_MSG_RESTART_NOTIFY                                 = Ovaj će se program ponovo pokrenuti.
TEXT_MSG_COPY2CLIPBOARD                               = Kopirano u ostavu
TEXT_MSG_COPY2CLIPBOARD_FAILED               = Nije uspjelo kopiranje na prijenosnik.
TEXT_MSG_BOOKMARK_EXPORTED                    = Oznake su sačuvane.
TEXT_MSG_BOOKMARK_EXPORT_FAILED          = Nije uspio sačuvati oznake.
TEXT_MSG_BOOKMARK_OPEN_FAILED               = Nije uspio otvoriti oznake.
TEXT_MSG_BOOKMARK_IMPORT_FAILED            = Nije uspio unijeti oznake.
TEXT_MSG_BOOKMARK_IMPORTED                       = Oznake su uvezene.
TEXT_MSG_SETWALLPAPER_FAILED                    = Nije uspio postaviti kao pozadinu radne površine.
TEXT_MSG_CANT_OPEN_IMAGE                             = Ne mogu otvoriti datoteku slike.
TEXT_MSG_TRANSFORM_COMPLETED                = Obrada završena.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE = Ne mogu otvoriti datoteku.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE = Ne može sačuvati datoteku.
TEXT_MSG_CANT_OPEN_MMF = Ne može otvoriti MMF. (Mmf: ${str1}).
TEXT_MSG_NOTICE_RESTART = Ovaj će se program ponovo pokrenuti.
TEXT_MSG_DELETED = Izbrisano.

TEXT_ASK_INIT = Želiš li  pokrenuti konfiguraciju?
TEXT_ASK_DELETE_IMAGE = Želiš li obrisati ovu datoteku?
TEXT_ASK_DELETE_ARCHIVE = Trenutna slika je dio komprimirane datoteke. [Br] [br]  Želiš li izbrisati komprimiranu datoteku (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL = Želiš li obrisati sve memorirane oznake?
TEXT_ASK_LAUNCH_ASSOCUI = Za sustav Windows 8 ili noviji, korisnici su dužni pridružiti ekstenzije. [Br] [br] Želiš li povezati ekstenzije?
TEXT_ASK_STOP_BATCH_PROCESSING = Obrada je u tijeku. Želiš je otkazati?

TEXT_FILTERMODE_NONE = Bez filtera
TEXT_FILTERMODE_BILINEAR = Filter: omekšan
TEXT_FILTERMODE_SHARPEN = Filter: omekšan + izoštren

TEXT_SHOWMODE_NONE = Prikaz: Prava veličina (100%)
TEXT_SHOWMODE_FIT2WINDOW = Prikaz: Cijeli prozor
TEXT_SHOWMODE_FIT2WIDTH = Prikaz: Cijeli po širini
TEXT_SHOWMODE_TWO_L2R = Pametna duplerica (Lijevo-> Desno)
TEXT_SHOWMODE_TWO_R2L = Pametna duplerica (Lijevo <-Desno)

TEXT_NEXTPATH_NOFILE = Premjesti mapu: Zadnji (Otvori mapu)
TEXT_NEXTPATH_LASTFOLDER = Sljedeća mapa: Zadnji
TEXT_PREVPATH_LASTFOLDER = Prethodna mapa: Zadnji
TEXT_NEXTPATH_OPENFOLDER = Sljedeća mapa:
TEXT_PREVPATH_OPENFOLDER = Prethodna mapa:

TEXT_DELETE = Izbriši:
TEXT_COPY_TO_PHOTOFOLDER1 = Kopiraj u Foto mapu 1:
TEXT_COPY_TO_PHOTOFOLDER2 = Kopiraj u Foto mapu 2:
TEXT_MOVE_TO_PHOTOFOLDER1 = Premjesti u Foto mapu 1:

TEXT_SELECTFILEDLG_FILELIST = Lista
TEXT_SELECTFILEDLG_DATE = Datum izmjene
TEXT_SELECTFILEDLG_SIZE = Veličina

TEXT_BOOKMARKEDITDLG_PATH = Putanja

TEXT_PAGETURNFX_NONE = Bez efekta
TEXT_PAGETURNFX_HV2 = Prebacivanje
TEXT_PAGETURNFX_ALPHA = Nestajanje
TEXT_PAGETURNFX_SLIDE = Klizanje

TEXT_FILEINFO_FILENAME = Naziv datoteke
TEXT_FILEINFO_SIZE = Veličina slike
TEXT_FILEINFO_CREATETIME = Datum nastanka
TEXT_FILEINFO_MODIFYTIME = Datum izmjene
TEXT_FILEINFO_IMGINFO = Informacija o slici
TEXT_FILEINFO_ROTATE = Informacije o okretanju
TEXT_FILEINFO_ZOOM = Povećanje / Smanjenje

TEXT_EXIF_MAKER = Registriraj
TEXT_EXIF_MODEL = Model aparata
TEXT_EXIF_SOFTWARE = ​​Program
TEXT_EXIF_ARTIST = Autor
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER = Autorsko pravo
TEXT_EXIF_DATETIME = Datum slikanja / Vrijeme
TEXT_EXIF_FLASHUSED = Flash
TEXT_EXIF_FOCALLENGTH = Žarišna daljina
TEXT_EXIF_FOCALLENGTH_35MM = Žarišna daljina (35mm)
TEXT_EXIF_EXPOSURETIME = Brzina zatvarača
TEXT_EXIF_EXPOSUREBIAS = Ekspozicija
TEXT_EXIF_APERTUREFNUMBER = Broj blende
TEXT_EXIF_ISOEQUIVALENT = ISO brzina
TEXT_EXIF_METERINGMODE = Mod mjerenja
TEXT_EXIF_EXPOSUREPROGRAM = Program ekspozicije
TEXT_EXIF_DISTANCE = Fokusna daljina
TEXT_EXIF_GPS = GPS informacija
TEXT_EXIF_COMMENT			= Komentar

TEXT_CUSTOMCMD_NOOPERATION = Ne radi ništa
TEXT_CUSTOMCMD_FULLSCREEN = Cijeli zaslon
TEXT_CUSTOMCMD_MAXIMIZE = Povećaj potpuno
TEXT_CUSTOMCMD_MINIMIZE = Smanji potpuno
TEXT_CUSTOMCMD_PAGESELECT = Izaberi sliku
TEXT_CUSTOMCMD_EXIT = Izlaz
TEXT_CUSTOMCMD_OPEN = Otvori datoteku
TEXT_CUSTOMCMD_OPENFOLDER = Otvori mapu
TEXT_CUSTOMCMD_NEXT1 = Sljedeća 1 strana (Duplerica)
TEXT_CUSTOMCMD_PREV1 = Prethodna 1 strana (Duplerica)
TEXT_CUSTOMCMD_NEXT = Sljedeća slika
TEXT_CUSTOMCMD_PREV = Prethodna slika
TEXT_CUSTOMCMD_NEXT_RANDOM = Sljedeća nasumična slika
TEXT_CUSTOMCMD_PREV_RANDOM = Prethodna nasumična slika
TEXT_CUSTOMCMD_HOME = Prva slika
TEXT_CUSTOMCMD_END = Zadnji
TEXT_CUSTOMCMD_NEXT10 = Sljedećih 10. slika
TEXT_CUSTOMCMD_PREV10 = Prethodnih 10. slika
TEXT_CUSTOMCMD_SCROLL_UP = Kotačić gore
TEXT_CUSTOMCMD_SCROLL_DN = Kotačić dolje
TEXT_CUSTOMCMD_SCROLL_LEFT = Kotačić lijevo
TEXT_CUSTOMCMD_SCROLL_RIGHT = Kotačić desno
TEXT_CUSTOMCMD_ZOOM_IN = Povećaj
TEXT_CUSTOMCMD_ZOOM_OUT = Smanji
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER = Kopiraj u Foto mapu
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER = Premjesti u Foto mapu
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Kopiraj u Foto mapu
TEXT_CUSTOMCMD_NEXTPATH ​​= Sljedeća komprimirana datoteka / mapa
TEXT_CUSTOMCMD_PREVPATH = Prethodna komprimirana datoteka / mapa
TEXT_CUSTOMCMD_CONTEXT_MENU = Izbornik
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE = Prikaži datoteku / EXIF ​​informaciju

TEXT_COMBO_GIF_TRANS_OPTION_0 = Koristi original GIF paletu
TEXT_COMBO_GIF_TRANS_OPTION_1 = Koristi bijelu boju pozadine
TEXT_COMBO_GIF_TRANS_OPTION_2 = Koristi mrežu pozadine
TEXT_COMBO_GIF_TRANS_OPTION_3 = Koristi crnu boju pozadine

TEXT_COMBO_LASTFILE_ACTION_NONE = Ne radi ništa
TEXT_COMBO_LASTFILE_ACTION_ASK = Pitaj
TEXT_COMBO_LASTFILE_ACTION_LOOP = Idi na prvu datoteku
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH ​​= Idi na sljedeću / prethodnu mapu / datoteku

TEXT_ASSOC_GROUP0 = Često korišteni format
TEXT_ASSOC_GROUP1 = Novouvedeni format
TEXT_ASSOC_GROUP2 = Idealan kamera format
TEXT_ASSOC_GROUP3 = Komprimirane slikovne datoteke

TEXT_SORT_METHOD_FILENAME = Složi po imenu
TEXT_SORT_METHOD_DATE = Složi po datumu promjene
TEXT_SORT_METHOD_SIZE = Složi po veličini
TEXT_SORT_METHOD_EXT = Složi po uzorku

TEXT_TRANSF_RESIZE_NONE = Ne mijenjaj veličinu
TEXT_TRANSF_RESIZE_KEEPRATIO = Očuvanje izvornog odnosa
TEXT_TRANSF_RESIZE_FITWIDTH = Pogodan za širinu
TEXT_TRANSF_RESIZE_ADD = Dodaj povećanje
TEXT_TRANSF_RESIZE_CUT = Izreži sliku
TEXT_TRANSF_RESIZE_STRETCH = izdužite sliku

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO = Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG = JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG = PNG

TEXT_BTN_PREV_FOLDER = Prethodna mapa ([)
TEXT_BTN_NEXT_FOLDER = Sljedeća mapa (])
TEXT_BTN_PREV_ARCHIVE = Pret. sabijena datoteka ([)
TEXT_BTN_NEXT_ARCHIVE = Slijed. sabijena datoteka (])


[MENU]
MENUSTR_OPEN = Otvori\tF2
MENUSTR_OPENFOLDER = Otvori mapu\tF
MENUSTR_CLOSE = Zatvori\tF4
MENUSTR_PAGESELECT = Izaberi sliku\tEnter
MENUSTR_OPEN_FILEPOSITION = Prikaži u Windows Explorer-u\tCtrl + Enter

MENUSTR_FILTER_NONE = Bez filtera\tU
MENUSTR_FILTER_BILINEAR = Omekšan\tI
MENUSTR_FILTER_SHARPEN = Omekšan + izoštren\tS

MENUSTR_PAGEMOVE = Premijesti sliku
MENUSTR_PAGEMOVE_NEXT = Sljedeća slika\t->
MENUSTR_PAGEMOVE_PREV = Prethodna slika\t<-
MENUSTR_PAGEMOVE_HOME = Prva slika\tHome
MENUSTR_PAGEMOVE_END = Zadnji\tEnd
MENUSTR_PAGEMOVE_NEXT10 = Sljedeća 10. slika\tCtrl + PageDown
MENUSTR_PAGEMOVE_PREV10 = Prethodna 10. slika\tCtrl + PageUp
MENUSTR_PAGEMOVE_RAND_NEXT = Sljedeća nasumična slika\tCtrl + Alt + PageDown
MENUSTR_PAGEMOVE_RAND_PREV = Prethodna nasumična slika\tCtrl + Alt + PageUp
MENUSTR_PAGEMOVE_NEXT_PATH = Sljedeća mapa / sabijena datoteka \]
MENUSTR_PAGEMOVE_PREV_PATH = Prethodna mapa / sabijena datoteka\t[

MENUSTR_INTERPOLATEMODE = Umetanje
MENUSTR_INTERPOLATEMODE_BILINEAR = Bilinearno umetanje (brzo)
MENUSTR_INTERPOLATEMODE_BICUBIC = Bikubično umetanje (sporo, viši kvalitet)
MENUSTR_INTERPOLATEMODE_LANCZOS = Lanczos umetanje (sporo, viši kvalitet)

MENUSTR_IMAGE_PROCESSING = Slikovni efekti
MENUSTR_IMAGE_PROCESSING_NEGATIVE = Obrnuta slika\tCtrl + I
MENUSTR_IMAGE_PROCESSING_GAMMA = Gamma ravnoteža\tCtrl + G
MENUSTR_IMAGE_PRICESSING_FLIP = preslikaj okomito\tCtrl + F
MENUSTR_IMAGE_PRICESSING_MIRROR = preslikaj vodoravno\tCtrl + M

MENUSTR_SORT_METHOD = Poredaj po
MENUSTR_SORT_METHOD_FILENAME = Ime
MENUSTR_SORT_METHOD_DATE = Datum izmjene
MENUSTR_SORT_METHOD_SIZE = Veličina
MENUSTR_SORT_METHOD_EXT = Tip
MENUSTR_SORT_DESCENDING = Silazni

MENUSTR_SHOWMODE = Vidi slike
MENUSTR_FILTER_STRETCHWHENSMALL = Rastegni male slike\tZ
MENUSTR_SHOWMODE_NONE = Prava veličina (100%)\t0
MENUSTR_SHOWMODE_STRETCH = Cijeli prozor\t9
MENUSTR_SHOWMODE_FITWIDTH = Cijeli po širini\t8
MENUSTR_SHOWMODE_TWO_L2R = Pametna duplerica (lijevo-> desno)\t7
MENUSTR_SHOWMODE_TWO_R2L = Pametna duplerica (lijevo <-desno)\t6

MENUSTR_ZOOM = Povećanje/smanjivanje
MENUSTR_ZOOM_IN = Povećanje\t+
MENUSTR_ZOOM_OUT = Smanjivanje\t-
MENUSTR_ZOOM_FIX = Učvrsti\tCtrl + K
MENUSTR_ZOOM_100 = 100%\t*
MENUSTR_ZOOM_IN_1 = Povećanje (1%)\tCtrl + +
MENUSTR_ZOOM_OUT_1 = Smanjivanje (1%)\tCtrl + -

MENUSTR_ROTATION = Okreni
MENUSTR_ROTATION_NONE = Ne okreći\tAlt + Up
MENUSTR_ROTATION_L90 = Okreni 90 ˚ suprotno smjeru kazaljki\tAlt + Left
MENUSTR_ROTATION_R90 = Okreni 90 ˚ u smjeru kazaljki\tAlt + Right
MENUSTR_ROTATION_180 = preslikaj vodoravno\tAlt + Down

MENUSTR_EXIFSHOW_TOGGLE = Datoteka / EXIF ​​inforacija\tTAB
MENUSTR_WALLPAPER = Postavi kao radnu površinu ...
MENUSTR_DELETE = Izbriši\tDel
MENUSTR_COPY_TO_PHOTOFOLDER = Kopiraj u Foto mapu\tIns
MENUSTR_EXTPROG0 = Otvori s uređivačem slika\tCtrl + E
MENUSTR_PRINT = Ispis\tCtrl + P
MENUSTR_COPY2CLIPBOARD = Kopiraj u tablicu\tCtrl + C

MENUSTR_SETTING = Postavke\tF5
MENUSTR_ABOUT = O Honeyview-u\tF1
MENUSTR_EXIT = Izlaz\tX

; about popup menu
MENUSTR_HOMEPAGE = Website
MENUSTR_HELP = Pomoć s prečace

; bookmark popup menu
MENUSTR_BOOKMARK_ADD = Dodaj u obilježivače\tB
MENUSTR_BOOKMARK_DELALL = Izbriši sve oznake
MENUSTR_BOOKMARK_SETTTING = Postavke oznaka
MENUSTR_BOOKMARK_EDIT = Prikaži oznake\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00 = Zaustavi prezentaciju\tCtrl +0
MENUSTR_SLIDESHOW_01 = 1 s\tCtrl +1
MENUSTR_SLIDESHOW_02 = 2 s\tCtrl +2
MENUSTR_SLIDESHOW_03 = 3 s\tCtrl +3
MENUSTR_SLIDESHOW_04 = 4 s\tCtrl +4
MENUSTR_SLIDESHOW_05 = 5 s\tCtrl +5
MENUSTR_SLIDESHOW_06 = 6 s\tCtrl +6
MENUSTR_SLIDESHOW_07 = 7 s\tCtrl +7
MENUSTR_SLIDESHOW_08 = 8 s\tCtrl +8
MENUSTR_SLIDESHOW_09 = 9 s\tCtrl +9
MENUSTR_SLIDESHOW_10 = 10 s
MENUSTR_SLIDESHOW_15 = 15 s
MENUSTR_SLIDESHOW_20 = 20 s
MENUSTR_SLIDESHOW_25 = 25 s
MENUSTR_SLIDESHOW_30 = 30 s
MENUSTR_SLIDESHOW_60 = 60 s
MENUSTR_SLIDESHOW_90 = 90 s
MENUSTR_SLIDESHOW_LOOP = Ponavljaj
MENUSTR_SLIDESHOW_RANDOM = Nasumice

MENUSTR_PAGETURNFX_NONE = Bez efekta
MENUSTR_PAGETURNFX_HV2 = Prebacivanje
MENUSTR_PAGETURNFX_ALPHA = Nestajanje
MENUSTR_PAGETURNFX_SLIDE = Klizanje

MENUSTR_PHOTOFOLDER_COPY1 = Kopiraj u Foto mapu 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1 = Premjesti u Foto mapu 1\tCtrl + Insert
MENUSTR_PHOTOFOLDER_COPY2 = Kopiraj u Foto mapu 2\tShift + Insert
MENUSTR_PHOTOFOLDER_SETTING = Postavke Foto mape
MENUSTR_PHOTOFOLDER_OPEN = Otvori foto Mapu 1

MENUSTR_TRANSFORMDLG = Pretvoriti sliku (okreni, promijeni veličinu)\tCtrl + T

[DIALOG]
IDCANCEL = Odustani
IDOK					= U redu

[IDD_ABOUT]
IDD_ABOUT = O Honeyview-u
IDC_BTN_HOMEPAGE = Web stranica
IDC_BTN_UPDATE = Ažuriranje

[IDD_SETTING]
IDD_SETTING = Postavljanje
IDC_BTN_INIT = Vrati izvorno

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING = Opće postavke
IDC_CHK_USESNAP = Zalijepi prozor
IDC_CHK_DONOTREMEMBERFOLDER = Ne čuvaj nedavne putanje mape
IDC_CHK_ONE_INSTANCE = Ne dozvolimo više instanci Honeyview
IDC_CHK_ASK_DELETE = Pitaj za potvrdu prije brisanja datoteke
IDC_CHK_NO_CENTER_MESSAGE = Prikaz poruka obavijesti u kutu, a ne u centru
IDC_CHK_ALWAYS_ON_TOP = Uvijek na vrhu (Ctrl + A)
IDC_CHK_ESC_TO_EXIT = Izlaz sa ESC
IDC_CHK_CHECK_UPDATE = Provjeri za najnoviju verziju
IDC_CHK_CHECK_UPDATE_MINOR = Provjeri za prošle verzije
IDC_STATIC_LASTFILEACTION_IMAGE = Akcija na posljednju / prvu sliku:
IDC_STATIC_LASTFILEACTION_ARCHIVE = Akcija na posljednju / prvu sliku u arhivi:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW = Vidi postavke
IDC_CHK_SHOWBORDER = Pokaži rub glavnog prozora
IDC_CHK_SHOW_OVERLAY_FILEINFO = Pokaži naziv datoteke na slici kada je vrh izbornika skriven (Hotkey: Shift + TAB)
IDC_CHK_SAVE_ZOOM_FIX = Spremi fiksno stanje uveličanja / smanjenja
IDC_CHK_DO_NOT_SHOW_TITLE_BAR = Ne prikazuj pri vrhu izbornu traku
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR = Ne prikazuj pri dnu izbornu traku
IDC_CHK_DO_NOT_SIDE_ARROW = Ne prikazuj bočnu strelicu
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Ne prikazuj animacijsku kontrolu
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Ne prikazuj kontrolu za uvećavanje
IDC_CHK_HIDE_TOOLTIP_HELP = Ne prikazuj alatnicu na prelazak miša
IDC_CHK_EXIFINFO_SMALL_FONT = Koristi mala slova za EXIF ​​/ datoteku info
IDC_CHK_USEBKGNDIMAGE = Promijeni zadanu pozadinsku sliku
IDC_BTN_BKGND_SET = Pregledaj ...
IDC_BTN_BKGND_OPEN = Otvori mapu
IDC_STATIC_BKGNDCOLOR = Boja pozadine:
IDC_BTN_BKGND = Izaberi ...
IDC_STATIC_BORDERCOLOR = Boja okvira:
IDC_BTN_BORDERCOLOR = Izaberi ...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK = Postavke oznaka
IDC_CHK_AUTOBOOKMARK = Automatsko spremanje trenutne putanje slike na oznakama
IDC_CHK_SHARE_SETTING = Podijeli konfiguracije / oznake među više prozora
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE = Automatski zapamti trenutnu putanju slike u sabijene slikovne datoteke
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE = Izbriši
IDC_STATIC_MAX_BOOKMARK = Maks. broj oznaka:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE = Lista nastavka asocijacije datoteke
IDC_BTN_IMAGE_SELECT = Odaberi sve
IDC_BTN_IMAGE_DESELECT = Poništi sav izbor
IDC_BTN_APPLY_NOW = Primijeni odmah

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE = Nastavak asocijacije
IDC_STATIC_ASSOC_DESC1 = Za sustav Windows 8 ili noviji, možeš povezati datoteke kao i sljedeće:
IDC_STATIC_ASSOC_DESC2 = 1. Klikni na Postavljanje asocijacija
IDC_STATIC_ASSOC_DESC3 = 2. Odvoji Odaberi sve u prozoru Program Postavljanje asocijacija
IDC_STATIC_ASSOC_DESC4 = 3. Klikni Spremi
IDC_STATIC_ASSOC_DESC1_10		= Za sustav Windows 10 ili noviji, možeš povezati datoteke kao i sljedeće:
IDC_STATIC_ASSOC_DESC2_10		= 1. Klikni na Postavljanje asocijacija
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI = Postavljanje asocijacija
IDC_BTN_SHOW_CLASSIC_ASSOC_UI = Klasična metoda

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING = Obrada slika
IDC_CHK_EXIFROTATION = Automatska rotacija slike na temelju EXSIF info
IDC_CHK_STRONG_SHARPEN = Koristi filter Jako izoštri
IDC_CHK_CACHE_IMAGE = Keširaj sljedeću sliku
IDC_STATIC_CACHE_MEMORY_SIZE = Keširaj veličinu memorije:
IDC_CHK_ALIGN_TOP_WHEN_LARGE = Pokaži vrh slike ako je slika veća od prozora
IDC_CHK_USE_PREVIEW_MODE = Prikaz niske kvalitete slike za brže renderiranje
IDC_CHK_USE_IMAGE_ICC = Koristite podatke datoteke slike ICC profila
IDC_CHK_USE_MONITOR_ICC = Koristite podatke monitora ICC profila
IDC_STATIC_GIF_TRANSPARENT_OPTION = Prozirna pozadina za GIF slike:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION = Prozirna pozadina za 32-bit slike:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION = Umetanje (filter Promjena veličine):
IDC_STATIC_PAGETURNFX = Efekt okretanje stranica:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE = Provjera
IDC_STATIC_CUSTOMKEYDESC_KEY = Prečac na tipkovnici
IDC_STATIC_CUSTOMKEYDESC_ACTION = Akcija

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE = Postavljanje
IDC_STATIC_CUSTOMMOUSE_ACTION = Akcija
IDC_CHK_CUSTOM_LBUTTON = Lijevo gumb
IDC_CHK_DBLCLICK2MAXIMIZE = Povećaj do kraja / vraćanje duplim klikom
IDC_CHK_CLICK2PAGETURN = Okreni stranu kada klikneš lijevo ili desno od zaslona
IDC_CHK_CUSTOM_MBUTTON = Srednje gumb
IDC_CHK_CUSTOM_RBUTTON = Desno gumb
IDC_CHK_CUSTOM_XBUTTON = X gumb
IDC_CHK_CUSTOM_YBUTTON = Y gumb
IDC_CHK_CUSTOM_WHEELUP = Kotačić gore
IDC_CHK_CUSTOM_WHEELDN = Kotačić dolje

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE = kontekst postavke
IDC_CHK_SHELL_USE_SHELL_MENU = Koristi kontekst meni u Windows Explorer-u
IDC_CHK_SHELL_TRANSFORM_DLG = Pretvoriti sliku s Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW = Prikaz omota Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE = Prikaz u kontekst izborniku
IDC_CHK_SHELL_SHOW_IMAGE_INFO = Prikaži informaciju slike
IDC_CHK_SHELL_SHOW_ICON = Pokaži Honeyview ikonu

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC = Razne postavke
IDC_STATIC_PHOTOFOLDER = Foto mapa
IDC_STATIC_PHOTOFOLDER_DESC1 = Foto mapa 1:
IDC_STATIC_PHOTOFOLDER_DESC2 = Foto mapa 2:
IDC_BTN_PHOTOFOLDER_SET1 = Pregledaj ...
IDC_BTN_PHOTOFOLDER_OPEN1 = Otvori
IDC_BTN_PHOTOFOLDER_SET2 = Pregledaj ...
IDC_BTN_PHOTOFOLDER_OPEN2 = Otvori
IDC_STATIC_EXTPROGRAM = Uređivač slika
IDC_BTN_SET_EXTPROG0 = Pregledaj ...
IDC_BTN_SET_EXTPROG1_FAST = Postavi
IDC_CHK_PAGETURNWAV = Zvučni efekt za okretanje stranica
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE = Ne otvaraj RAW slikovne datoteke
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST = Prilikom otvaranja JPEG datoteke, ne otvaraj RAW datoteke s istim imenom
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW = Prilikom otvaranja RAW datoteke, prikaži sličice ako ih ima
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE = Postavi veličinu prozora do veličine slike
IDC_CHK_DISABLE_SCREEN_SAVER = Onemogući Windows-ov screensaver dok Honeyview radi

[IDD_SETTING_LANG]
IDC_STATIC_LANG = Postavljanje jezika
IDC_STATIC_OPEN_MULTLANG_PAGE = [Preuzmi više jezika ...]
IDC_STATIC_OPEN_LANG_FOLDER = [Otvori jezičnu mapu ...]

[IDD_PAGESELECT]
IDD_PAGESELECT = Izaberi sliku
IDC_CHECK_SHOW_THUMBNAIL = Sakrij navigaciju sa sličicama

[IDD_PASSINPUT]
IDD_PASSINPUT = Unesi lozinku
IDC_STATIC_PASSDESC = Ova datoteka je šifrirana. Unesi lozinku

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT = Uredi oznaku
IDC_BTN_DEL = Izbriši
IDC_BTN_IMPORT = Uvoz oznaka
IDC_BTN_EXPORT = Izvoz oznaka

[IDD_PRINT]
IDD_PRINT = Ispis
IDC_GROUP_PRINTER = Odaberi pisač
IDC_BTN_PRINTER_PROPERTY = Osobine
IDC_CHK_ROTATE = Okreni 90 ˚
IDC_CHK_FIT_IN = Razmeri na cijeli papir
IDC_STATIC_ZOOM = Omjer:
IDC_STATIC_MARGIN_L = Margina lijevo:
IDC_STATIC_MARGIN_T = Vrh:
IDC_STATIC_MARGIN_R = Desno:
IDC_STATIC_MARGIN_B = Dno:
IDC_STATIC_COPIES = Kopije:
IDC_BTN_PRINT = Ispis
IDC_BTN_CLOSE = Zatvori

[IDD_UPDATE]
IDD_UPDATE = Honeyview ažuriranja
IDC_STATIC_MESSAGE_1 = Honeyview ažuriranja su spremne
IDC_STATIC_MESSAGE_2 = Kliknite Ažuriraj da biste instalirali najnoviju verziju
IDOK					= Ažuriranje
IDCANCEL = Odustani
IDC_BTN_SETTING_UPDATE = Postavke

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE = Preimenovanje ili zamjena
IDC_STATIC_ASK_OVERWRITE = Datoteka već postoji
IDC_STATIC_SRC = Trenutna slika
IDC_STATIC_DST = Ciljana slika
IDC_BTN_OVERWRITE = Napiši preko
IDC_BTN_RENAME = Spremi kao ...

[IDD_WALLPAPER]
IDD_WALLPAPER = Postavi kao pozadinu radne površine
IDC_STATIC_PREVIEW = Prikaz
IDC_STATIC_BACK_COLOR = Boja pozadine
IDC_RADIO_BACKCOLOR_0 = Crna
IDC_RADIO_BACKCOLOR_1 = Auto
IDC_RADIO_BACKCOLOR_2 = Ostalo ...
IDC_BTN_BKGND = Odaberi ...
IDC_BTN_CLOSE = Zatvori
IDC_BTN_APPLY = Primijeni odmah

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS = Otvori datoteku
IDC_STATIC_OPENING = Otvaranje ...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER = Izaberi mapu
IDC_STATIC_FOLDER = Putanja mape:
IDC_BTN_NEWFOLDER = Nova mapa
IDC_CHK_OPEN_SUBFOLDER = Uključi sve datoteke iz podmape

[IDD_TRANSFORM]
IDD_TRANSFORM = Pretvaranje slike
IDC_STATIC_FILELIST = Lista datoteke
IDC_STATIC_PREVIEW = Obrada
IDC_BTN_START = Počni
IDC_BTN_CLOSE = Zatvori
IDC_BTN_OPEN_DEST_FOLDER = Otvori mapu

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE = Okreni
IDC_RADIO_ROTATE_NONE = Ne okreći
IDC_RADIO_ROTATE_LEFT = Okreni 90 ˚ suprotno smjeru kazaljke
IDC_RADIO_ROTATE_RIGHT = Okreni 90 ˚ u smjeru kazaljke
IDC_RADIO_ROTATE_180 = Okreni 180 ˚
IDC_RADIO_ROTATE_AUTO = Autookretanje prema EXIF ​​info
IDC_STATIC_RESIZE = Promijeni veličinu
IDC_STATIC_RESIZE_SIZE = Nova veličina

IDC_STATIC_FORMAT = Pretvaranje
IDC_STATIC_FORMAT_SELECT = Oblik:
IDC_STATIC_FORMAT_QUALITY = Kvaliteta:
IDC_STATIC_SAVE = Izlazna mapa
IDC_RADIO_TARGETFOLDER_SAMEFOLDER = Spremi u izvornoj mapi
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER = Spremi u mapi sa slikama
IDC_RADIO_TARGETFOLDER_CUSTOM = Spremi na:
IDC_STATIC_FILENAME_HEADER = Ime datoteke Prefix
IDC_STATIC_FILENAME2SAVE = Ime datoteke pregled
IDC_BTN_INIT = Vrati


[SKIN]
$TT_FULLSCREEN = Cijeli ekran (Alt + Enter)
$TT_TOGGLE_ZOOM_CONTROL = Prečac na tipkovnici: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT = Izaberi sliku (Enter)
$TT_LOCKCONTROLBAR = Lock kontrole (Hotkey: ~)
$TT_LOCKTITLEBAR = Lock izbornik (Hotkey: `)
$TT_COPY_EXIFINFO = Kopiraj sliku / EXIF ​​info (Ctrl + Shift + C)
$TT_TOGGLE_EXIF = Prikaži / sakrij sliku / EXIF ​​info (Hotkey: Tab)
$TT_LAUNCH_GPS_LOCATION = Pogledaj lokaciju na Google Maps. (Ctrl + Shift + G)
$TT_PLAY_SOUNDNSHOT = Sviraj audio datoteku
$TT_CLOSE_EXIFINFO = Zatvori (Hotkey: Tab)
$TT_PREV_BTN = L-miš: prethodni, D-miš: prethodnih 10.
$TT_NEXT_BTN = L-miš: sljedeći, D-miš: sljedećih 10.

$BTN_TEXT_EXIF = EXIF
$BTN_TEXT_GPS = GPS
$BTN_TEXT_PLAY_SOUNDNSHOT = Zvuk
$BTN_TEXT_SHOWMODE = Prikaz
$BTN_TEXT_PHOTOFOLDER = Kopiraj
$BTN_TEXT_EDIT = Uređivanje
$BTN_TEXT_STICKY = Zaključavanje
$BTN_TEXT_BOOKMARK = Oznake
$BTN_TEXT_SLIDESHOW = Slajdšou
$BTN_TEXT_UPDATE = Nova verzija je dostupna

$TEXT_SETTINGTAB_GENERAL = Opće
$TEXT_SETTINGTAB_VIEW = Pogled
$TEXT_SETTINGTAB_BOOKMARK = Oznaka
$TEXT_SETTINGTAB_ASSOC = Pridruživanje
$TEXT_SETTINGTAB_IMAGEPROCESS = Obrada slike
$TEXT_SETTINGTAB_KEYBOARD = Tipkovnica
$TEXT_SETTINGTAB_MOUSE = Miš
$TEXT_SETTINGTAB_SHELL = Izbornik
$TEXT_SETTINGTAB_ETC = Ostalo
$TEXT_SETTINGTAB_LANG = Jezik

$TEXT_DESKTOP = Radna površina
$TEXT_DOCUMENT = Dokument
$TEXT_PICTURE = Slika
$TEXT_COMPUTER = Računalo


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG = Pretvoriti sa Honeyview
TEXT_LAUNCH_HONEYVIEW = Prikaži sa Honeyview
TEXT_LOADING = Unošenje ...
TEXT_IMAGE_LOAD_FAILED = Nije uspjelo učitavanje datoteke.
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC = Pokreni Honeyview
UNINSTALLER_LNK_NAME = Deinstalacija programa

MSG_STILLRUN_EXIT_PROGRAM = Honeyview je u radu. Izlaz iz programa.
MSG_ASK_DELETE_ALL_FILES = Neke datoteke preostale u mapi instalacije ($INSTDIR). [br] [br] Želiš li potpuno izbrisati mapu?
MSG_ASK_RESTART_EXPLORER = Da bi završili instalaciju, Windows Explorer treba restartartirati. Želiš odmah restartirati?
MSG_ASK_UNINSTALL_HV3 = Honeyview3 je već instaliran. Uklonite instalirani Honeyview3 da bi instalirali novu verziju. Želiš li nastaviti?
MSG_UNINSTALL_HV3_FAILED = Nije uspjela deinstalacija.
MSG_RESTART_EXPLORER = Windows Explorer će se ponovo pokrenuti završiti deinstalaciju Honeyview3

TEXT_LICENSE = Honeyview ugovor o licenci.
TEXT_OPTIONS = Instalacijske opcije.
TEXT_OPT_PROGRAMGROUP = Napravi skupinu programa.
TEXT_OPT_DESKTOPSHORCUT = Napravi prečac na radnoj površini.
TEXT_OPT_QUICKLAUNCH = Napravi prečac na traci za brzo pokretanje.
TEXT_OPT_FOLDER = Odredišna mapa
TEXT_OPT_REGIMAGE = Pridružene slikovne ekstenzije
TEXT_SELECT_FOLDER = Odaberi mapu
TEXT_LICENSE_LINK = [Website]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1 = END USER LICENSE AGREEMENT
TEXT_INSTALLER_MAIN_LICENSE_LINE_2 = Honeyview je besplatan ultrabrz preglednik slika razvijen i distribuiran od Bandisoft-a. [Br] [br] Ovaj program je besplatan za individue, poduzeća, vlade i više

TEXT_ASK_RESTART_EXPLORER = Windows Explorer će se ponovo pokrenuti za dovršenje instalacije. Želiš li sada pokrenuti?
TEXT_NEED_ADMIN_PRIVILEGE = Ovaj program može instalirati samo korisnik s pravima administratora. [Br] [br] Ne-administrativni korisnici ne mogu pravilno instalirati program. [Br] [br] Želiš li zaustaviti instalaciju?
